Repository: RVP97/mobile-scanner
Catalog: Lens/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: This UPC-A number has too few zeros to shorten into UPC-E. Use UPC-A instead.
ar: يحتوي رقم UPC-A هذا على عدد قليل جدًا من الأصفار لاختصاره إلى UPC-E. استخدم UPC-A بدلًا منه.
ca: Aquest número UPC-A té massa pocs zeros per escurçar-lo a UPC-E. Fes servir UPC-A.
cs: Toto číslo UPC-A má příliš málo nul na zkrácení na UPC-E. Použijte UPC-A.
da: Dette UPC-A-nummer har for få nuller til at blive forkortet til UPC-E. Brug UPC-A i stedet.
de: Diese UPC-A-Nummer hat zu wenige Nullen, um sie zu UPC-E zu kürzen. Verwende stattdessen UPC-A.
el: Αυτός ο αριθμός UPC-A έχει πολύ λίγα μηδενικά για να συντομευτεί σε UPC-E. Χρησιμοποιήστε UPC-A.
es: Este número UPC-A tiene muy pocos ceros para acortarlo a UPC-E. Usa UPC-A.
fi: Tässä UPC-A-numerossa on liian vähän nollia UPC-E-muotoon lyhentämiseksi. Käytä UPC-A:ta.
fr: Ce numéro UPC-A a trop peu de zéros pour être raccourci en UPC-E. Utilisez plutôt UPC-A.
he: במספר ה־UPC-A הזה יש מעט מדי אפסים כדי לקצר אותו ל־UPC-E. השתמש ב־UPC-A במקום זאת.
hi: इस UPC-A नंबर में UPC-E में छोटा करने के लिए पर्याप्त शून्य नहीं हैं। इसके बजाय UPC-A का उपयोग करें।
hr: Ovaj UPC-A broj ima premalo nula da bi se skratio u UPC-E. Umjesto toga koristite UPC-A.
hu: Ebben az UPC-A számban túl kevés a nulla az UPC-E-re rövidítéshez. Használjon UPC-A-t.
id: Nomor UPC-A ini memiliki terlalu sedikit angka nol untuk dipersingkat menjadi UPC-E. Gunakan UPC-A saja.
it: Questo numero UPC-A ha troppo pochi zeri per essere accorciato in UPC-E. Usa UPC-A.
ja: このUPC-A番号はゼロが少なすぎるため、UPC-Eに短縮できません。UPC-Aを使用してください。
ko: 이 UPC-A 번호는 0이 너무 적어 UPC-E로 단축할 수 없습니다. 대신 UPC-A를 사용하십시오.
ms: Nombor UPC-A ini mempunyai terlalu sedikit sifar untuk dipendekkan kepada UPC-E. Gunakan UPC-A sebaliknya.
nb: Dette UPC-A-nummeret har for få nuller til å forkortes til UPC-E. Bruk UPC-A i stedet.
nl: Dit UPC-A-nummer heeft te weinig nullen om in te korten tot UPC-E. Gebruik in plaats daarvan UPC-A.
pl: Ten numer UPC-A ma za mało zer, aby skrócić go do UPC-E. Użyj UPC-A.
pt_br: Este número UPC-A tem poucos zeros para ser encurtado em UPC-E. Use UPC-A.
pt_pt: Este número UPC-A tem poucos zeros para ser encurtado para UPC-E. Use UPC-A.
ro: Acest număr UPC-A are prea puține zerouri pentru a fi scurtat în UPC-E. Folosiți în schimb UPC-A.
ru: В этом номере UPC-A слишком мало нулей, чтобы сократить его до UPC-E. Используйте UPC-A.
sk: Toto číslo UPC-A má príliš málo núl na skrátenie na UPC-E. Použite UPC-A.
sv: Det här UPC-A-numret har för få nollor för att kortas till UPC-E. Använd UPC-A i stället.
th: หมายเลข UPC-A นี้มีเลขศูนย์น้อยเกินไปที่จะย่อเป็น UPC-E ให้ใช้ UPC-A แทน
tr: Bu UPC-A numarasında UPC-E’ye kısaltmak için yeterli sıfır yok. Bunun yerine UPC-A kullanın.
uk: У цьому номері UPC-A замало нулів, щоб скоротити його до UPC-E. Використовуйте UPC-A.
vi: Số UPC-A này có quá ít số 0 để rút gọn thành UPC-E. Hãy dùng UPC-A.
zh_hans: 此 UPC-A 号码中的零太少，无法压缩为 UPC-E。请改用 UPC-A。
zh_hant: 此 UPC-A 號碼的零太少，無法縮短為 UPC-E。請改用 UPC-A。

source: This Week
ar: هذا الأسبوع
ca: Aquesta setmana
cs: Tento týden
da: Denne uge
de: Diese Woche
el: Αυτή την εβδομάδα
es: Esta semana
fi: Tällä viikolla
fr: Cette semaine
he: השבוע
hi: इस सप्ताह
hr: Ovaj tjedan
hu: Ezen a héten
id: Minggu Ini
it: Questa settimana
ja: 今週
ko: 이번 주
ms: Minggu Ini
nb: Denne uken
nl: Deze week
pl: Ten tydzień
pt_br: Esta semana
pt_pt: Esta semana
ro: Săptămâna aceasta
ru: На этой неделе
sk: Tento týždeň
sv: Den här veckan
th: สัปดาห์นี้
tr: Bu Hafta
uk: Цього тижня
vi: Tuần này
zh_hans: 本周
zh_hant: 本週

source: This address is %lld days old.
ar: عمر هذا العنوان %lld يوم.
ca: Aquesta adreça té %lld dies d’antiguitat.
cs: Tato adresa existuje %lld dní.
da: Denne adresse er %lld dage gammel.
de: Diese Adresse ist %lld Tage alt.
el: Αυτή η διεύθυνση υπάρχει εδώ και %lld ημέρες.
es: Esta dirección tiene %lld días de antigüedad.
fi: Tämä osoite on %lld päivää vanha.
fr: Cette adresse existe depuis %lld jours.
he: הכתובת הזו קיימת %lld ימים.
hi: यह पता %lld दिन पुराना है।
hr: Ova adresa stara je %lld dana.
hu: Ez a cím %lld napos.
id: Alamat ini baru berusia %lld hari.
it: Questo indirizzo esiste da %lld giorni.
ja: このアドレスは作成から%lld日です。
ko: 이 주소는 생긴 지 %lld일 되었습니다.
ms: Alamat ini berusia %lld hari.
nb: Denne adressen er %lld dager gammel.
nl: Dit adres is %lld dagen oud.
pl: Ten adres istnieje od %lld dnia.
pt_br: Este endereço existe há %lld dias.
pt_pt: Este endereço existe há %lld dias.
ro: Această adresă are %lld de zile.
ru: Этому адресу %lld дня.
sk: Táto adresa existuje %lld dní.
sv: Den här adressen är %lld dagar gammal.
th: ที่อยู่นี้มีอายุ %lld วัน
tr: Bu adres %lld günlük.
uk: Цій адресі %lld дня.
vi: Địa chỉ này mới được %lld ngày.
zh_hans: 此地址已注册 %lld 天。
zh_hant: 此網址註冊才 %lld 天。

source: This carries a whole page inside the code instead of an address.
ar: يحمل هذا صفحة كاملة داخل الرمز بدلًا من عنوان.
ca: Això conté una pàgina sencera dins del codi en lloc d’una adreça.
cs: Tento kód místo adresy obsahuje celou stránku.
da: Denne kode indeholder en hel side i stedet for en adresse.
de: Dieser Code enthält statt einer Adresse eine ganze Seite.
el: Περιέχει ολόκληρη σελίδα μέσα στον κωδικό αντί για διεύθυνση.
es: Esto lleva una página entera dentro del código en lugar de una dirección.
fi: Koodi sisältää kokonaisen sivun osoitteen sijaan.
fr: Ce code contient une page entière au lieu d’une adresse.
he: הקוד הזה מכיל דף שלם בתוכו במקום כתובת.
hi: इसमें किसी पते के बजाय कोड के अंदर ही पूरा पेज होता है।
hr: Ovo u kôdu nosi cijelu stranicu umjesto adrese.
hu: Ez cím helyett egy teljes oldalt tartalmaz a kódon belül.
id: Kode ini memuat seluruh halaman di dalamnya, bukan alamat.
it: Questo contiene un’intera pagina all’interno del codice invece di un indirizzo.
ja: このコードにはアドレスではなく、ページ全体が埋め込まれています。
ko: 주소 대신 페이지 전체가 코드 안에 들어 있습니다.
ms: Ini membawa seluruh halaman di dalam kod dan bukannya alamat.
nb: Denne har en hel side inne i koden i stedet for en adresse.
nl: Deze code bevat een hele pagina in plaats van een adres.
pl: Ten kod zawiera całą stronę zamiast adresu.
pt_br: Isto leva uma página inteira dentro do código em vez de um endereço.
pt_pt: Isto contém uma página inteira dentro do código em vez de um endereço.
ro: Acesta conține o pagină întreagă în cod în loc de o adresă.
ru: Этот код содержит целую страницу вместо адреса.
sk: Namiesto adresy obsahuje kód celú stránku.
sv: Den här koden bär en hel sida i stället för en adress.
th: โค้ดนี้บรรจุทั้งหน้าไว้ภายในโค้ดแทนที่จะเป็นที่อยู่
tr: Bu, kodun içinde bir adres yerine koca bir sayfa taşıyor.
uk: Цей код містить цілу сторінку замість адреси.
vi: Mã này chứa cả một trang bên trong thay vì một địa chỉ.
zh_hans: 此码中直接包含整个网页，而不是网址。
zh_hant: 此條碼內含整個網頁，而不是網址。

source: This code can't be turned into a Wallet pass.
ar: لا يمكن تحويل هذا الرمز إلى بطاقة في المحفظة.
ca: Aquest codi no es pot convertir en un passi de Wallet.
cs: Tento kód nejde převést na kartu ve Walletu.
da: Denne kode kan ikke laves om til et Wallet-kort.
de: Aus diesem Code kann kein Wallet-Pass werden.
el: Αυτός ο κωδικός δεν μπορεί να μετατραπεί σε πάσο Wallet.
es: Este código no se puede convertir en un pase de Wallet.
fi: Tästä koodista ei voi tehdä Wallet-korttia.
fr: Ce code ne peut pas devenir un pass Wallet.
he: לא ניתן להפוך את הקוד הזה לכרטיס Wallet.
hi: इस कोड को Wallet पास में नहीं बदला जा सकता।
hr: Ovaj se kôd ne može pretvoriti u Wallet propusnicu.
hu: Ebből a kódból nem lehet Wallet-kártyát készíteni.
id: Kode ini tidak dapat diubah menjadi pass Wallet.
it: Questo codice non può diventare un pass Wallet.
ja: このコードはウォレットのパスに変換できません。
ko: 이 코드는 지갑 패스로 변환할 수 없습니다.
ms: Kod ini tidak boleh ditukar kepada pas Wallet.
nb: Denne koden kan ikke gjøres om til et Lommebok-kort.
nl: Van deze code kan geen Wallet-pas worden gemaakt.
pl: Tego kodu nie można zamienić na przepustkę Portfela.
pt_br: Este código não pode ser transformado em um passe da Wallet.
pt_pt: Este código não pode ser convertido num passe da Wallet.
ro: Acest cod nu poate fi transformat într-un permis Wallet.
ru: Этот код нельзя превратить в карту Wallet.
sk: Tento kód sa nedá premeniť na kartu pre Wallet.
sv: Den här koden kan inte göras om till ett kort i Plånbok.
th: ไม่สามารถแปลงโค้ดนี้เป็นบัตร Wallet ได้
tr: Bu kod bir Wallet kartına dönüştürülemez.
uk: Цей код не можна перетворити на картку Wallet.
vi: Không thể chuyển mã này thành thẻ Ví.
zh_hans: 此码无法转换为钱包卡券。
zh_hant: 此條碼無法轉換為錢包票卡。

source: This code has a network name iPhone can't use.
ar: يحتوي هذا الرمز على اسم شبكة لا يستطيع iPhone استخدامه.
ca: Aquest codi té un nom de xarxa que l’iPhone no pot fer servir.
cs: Tento kód obsahuje název sítě, který iPhone nemůže použít.
da: Denne kode har et netværksnavn, som iPhone ikke kan bruge.
de: Dieser Code enthält einen Netzwerknamen, den das iPhone nicht verwenden kann.
el: Αυτός ο κωδικός έχει όνομα δικτύου που δεν μπορεί να χρησιμοποιήσει το iPhone.
es: Este código tiene un nombre de red que el iPhone no puede usar.
fi: Tässä koodissa on verkon nimi, jota iPhone ei voi käyttää.
fr: Ce code contient un nom de réseau que l’iPhone ne peut pas utiliser.
he: בקוד הזה יש שם רשת ש־iPhone לא יכול להשתמש בו.
hi: इस कोड में ऐसा नेटवर्क नाम है जिसका iPhone उपयोग नहीं कर सकता।
hr: Ovaj kôd ima naziv mreže koji iPhone ne može koristiti.
hu: Ebben a kódban olyan hálózatnév van, amelyet az iPhone nem tud használni.
id: Kode ini memiliki nama jaringan yang tidak dapat digunakan iPhone.
it: Questo codice ha un nome di rete che iPhone non può usare.
ja: このコードには、iPhoneで使用できないネットワーク名が含まれています。
ko: 이 코드에는 iPhone에서 사용할 수 없는 네트워크 이름이 들어 있습니다.
ms: Kod ini mempunyai nama rangkaian yang tidak dapat digunakan oleh iPhone.
nb: Denne koden har et nettverksnavn som iPhone ikke kan bruke.
nl: Deze code bevat een netwerknaam die de iPhone niet kan gebruiken.
pl: Ten kod zawiera nazwę sieci, której iPhone nie może użyć.
pt_br: Este código tem um nome de rede que o iPhone não pode usar.
pt_pt: Este código tem um nome de rede que o iPhone não pode usar.
ro: Acest cod are un nume de rețea pe care iPhone-ul nu îl poate folosi.
ru: В этом коде указано имя сети, которое iPhone не может использовать.
sk: Tento kód obsahuje názov siete, ktorý iPhone nemôže použiť.
sv: Den här koden har ett nätverksnamn som iPhone inte kan använda.
th: โค้ดนี้มีชื่อเครือข่ายที่ iPhone ใช้ไม่ได้
tr: Bu kodda iPhone’un kullanamayacağı bir ağ adı var.
uk: У цьому коді вказано назву мережі, яку iPhone не може використати.
vi: Mã này có tên mạng mà iPhone không thể dùng.
zh_hans: 此码包含 iPhone 无法使用的网络名称。
zh_hant: 此條碼的網路名稱 iPhone 無法使用。

source: This code isn't what it says
ar: هذا الرمز ليس كما يدّعي
ca: Aquest codi no és el que diu ser
cs: Tento kód není tím, za co se vydává
da: Denne kode er ikke, hvad den giver sig ud for
de: Dieser Code ist nicht, was er vorgibt
el: Αυτός ο κωδικός δεν είναι αυτό που λέει
es: Este código no es lo que dice ser
fi: Tämä koodi ei ole sitä, mitä se väittää
fr: Ce code n’est pas ce qu’il prétend être
he: הקוד הזה אינו מה שהוא טוען
hi: यह कोड वह नहीं है जो यह होने का दावा करता है
hr: Ovaj kôd nije ono što tvrdi
hu: Ez a kód nem az, aminek mutatja magát
id: Kode ini tidak seperti yang tertulis
it: Questo codice non è ciò che dice di essere
ja: このコードは表示どおりのものではありません
ko: 이 코드는 표시된 내용과 다릅니다
ms: Kod ini bukan seperti yang dinyatakannya
nb: Denne koden er ikke det den gir seg ut for
nl: Deze code is niet wat hij beweert
pl: Ten kod nie jest tym, za co się podaje
pt_br: Este código não é o que diz ser
pt_pt: Este código não é o que diz ser
ro: Acest cod nu este ce pretinde
ru: Этот код не то, за что себя выдает
sk: Tento kód nie je tým, za čo sa vydáva
sv: Den här koden är inte vad den utger sig för
th: โค้ดนี้ไม่ใช่อย่างที่อ้าง
tr: Bu kod göründüğü gibi değil
uk: Цей код не те, за що себе видає
vi: Mã này không như những gì nó ghi
zh_hans: 此码与其所示内容不符
zh_hant: 此條碼並非它所宣稱的內容

source: This copy of Lunet couldn't be verified. Try again later.
ar: تعذر التحقق من نسخة Lunet هذه. حاول مرة أخرى لاحقًا.
ca: No s’ha pogut verificar aquesta còpia de Lunet. Torna-ho a provar més tard.
cs: Tuto kopii Lunetu se nepodařilo ověřit. Zkuste to znovu později.
da: Denne kopi af Lunet kunne ikke bekræftes. Prøv igen senere.
de: Diese Kopie von Lunet konnte nicht verifiziert werden. Versuche es später erneut.
el: Δεν ήταν δυνατή η επαλήθευση αυτού του αντιγράφου του Lunet. Δοκιμάστε ξανά αργότερα.
es: No se pudo verificar esta copia de Lunet. Inténtalo más tarde.
fi: Tätä Lunetin kopiota ei voitu varmistaa. Yritä myöhemmin uudelleen.
fr: Impossible de vérifier cette copie de Lunet. Réessayez plus tard.
he: לא ניתן היה לאמת את העותק הזה של Lunet. נסה שוב מאוחר יותר.
hi: Lunet की इस कॉपी को सत्यापित नहीं किया जा सका। बाद में फिर से कोशिश करें।
hr: Ovu kopiju Luneta nije moguće provjeriti. Pokušajte ponovno kasnije.
hu: A Lunet ezen példányát nem sikerült ellenőrizni. Próbálja újra később.
id: Salinan Lunet ini tidak dapat diverifikasi. Coba lagi nanti.
it: Impossibile verificare questa copia di Lunet. Riprova più tardi.
ja: このLunetを検証できませんでした。しばらくしてからもう一度お試しください。
ko: 이 Lunet 사본을 확인할 수 없습니다. 나중에 다시 시도하십시오.
ms: Salinan Lunet ini tidak dapat disahkan. Cuba lagi nanti.
nb: Denne kopien av Lunet kunne ikke bekreftes. Prøv igjen senere.
nl: Deze kopie van Lunet kan niet worden geverifieerd. Probeer het later opnieuw.
pl: Nie udało się zweryfikować tej kopii Lunet. Spróbuj ponownie później.
pt_br: Não foi possível verificar esta cópia do Lunet. Tente novamente mais tarde.
pt_pt: Não foi possível verificar esta cópia da Lunet. Tente novamente mais tarde.
ro: Această copie Lunet nu a putut fi verificată. Încercați din nou mai târziu.
ru: Не удалось проверить эту копию Lunet. Повторите попытку позже.
sk: Túto kópiu Lunetu sa nepodarilo overiť. Skúste to neskôr.
sv: Det gick inte att verifiera det här exemplaret av Lunet. Försök igen senare.
th: ไม่สามารถยืนยันสำเนา Lunet นี้ได้ โปรดลองอีกครั้งภายหลัง
tr: Lunet’in bu kopyası doğrulanamadı. Daha sonra yeniden deneyin.
uk: Не вдалося перевірити цю копію Lunet. Повторіть спробу пізніше.
vi: Không thể xác minh bản Lunet này. Hãy thử lại sau.
zh_hans: 无法验证此 Lunet 副本。请稍后重试。
zh_hant: 無法驗證此 Lunet 副本。請稍後再試。

source: This device limits camera use. You can still scan a code in a photo.
ar: يقيّد هذا الجهاز استخدام الكاميرا. لا يزال بإمكانك مسح رمز في صورة.
ca: Aquest dispositiu limita l’ús de la càmera. Encara pots escanejar un codi d’una foto.
cs: Toto zařízení omezuje používání fotoaparátu. Kód můžete dál naskenovat z fotky.
da: Denne enhed begrænser brugen af kameraet. Du kan stadig scanne en kode i et foto.
de: Dieses Gerät schränkt die Kameranutzung ein. Du kannst aber einen Code in einem Foto scannen.
el: Αυτή η συσκευή περιορίζει τη χρήση της κάμερας. Μπορείτε ακόμα να σαρώσετε έναν κωδικό σε μια φωτογραφία.
es: Este dispositivo limita el uso de la cámara. Aún puedes escanear un código en una foto.
fi: Tämä laite rajoittaa kameran käyttöä. Voit silti skannata koodin kuvasta.
fr: Cet appareil limite l’utilisation de l’appareil photo. Vous pouvez toujours scanner un code dans une photo.
he: המכשיר הזה מגביל את השימוש במצלמה. עדיין אפשר לסרוק קוד בתמונה.
hi: यह डिवाइस कैमरा के उपयोग को सीमित करता है। आप फिर भी किसी तस्वीर में मौजूद कोड स्कैन कर सकते हैं।
hr: Ovaj uređaj ograničava upotrebu kamere. I dalje možete skenirati kôd na fotografiji.
hu: Ez az eszköz korlátozza a kamera használatát. Fotón lévő kódot továbbra is beolvashat.
id: Perangkat ini membatasi penggunaan kamera. Anda tetap dapat memindai kode di foto.
it: Questo dispositivo limita l’uso della fotocamera. Puoi comunque scansionare un codice in una foto.
ja: このデバイスではカメラの使用が制限されています。写真に写ったコードをスキャンすることはできます。
ko: 이 기기에서는 카메라 사용이 제한되어 있습니다. 사진 속 코드는 계속 스캔할 수 있습니다.
ms: Peranti ini mengehadkan penggunaan kamera. Anda masih boleh mengimbas kod dalam foto.
nb: Denne enheten begrenser bruk av kameraet. Du kan fortsatt skanne en kode i et bilde.
nl: Dit apparaat beperkt het gebruik van de camera. Je kunt nog wel een code in een foto scannen.
pl: To urządzenie ogranicza korzystanie z aparatu. Nadal możesz zeskanować kod ze zdjęcia.
pt_br: Este dispositivo limita o uso da câmera. Você ainda pode escanear um código em uma foto.
pt_pt: Este dispositivo limita a utilização da câmara. Ainda pode ler um código numa fotografia.
ro: Acest dispozitiv limitează utilizarea camerei. Puteți totuși scana un cod dintr-o poză.
ru: Это устройство ограничивает использование камеры. Вы по-прежнему можете отсканировать код на фото.
sk: Toto zariadenie obmedzuje používanie kamery. Kód z fotky však naskenovať môžete.
sv: Den här enheten begränsar kameraanvändning. Du kan fortfarande skanna en kod i en bild.
th: อุปกรณ์นี้จำกัดการใช้กล้อง คุณยังสแกนโค้ดในรูปภาพได้
tr: Bu aygıt kamera kullanımını sınırlıyor. Yine de bir fotoğraftaki kodu tarayabilirsiniz.
uk: Цей пристрій обмежує використання камери. Ви все одно можете відсканувати код на фото.
vi: Thiết bị này giới hạn việc dùng camera. Bạn vẫn có thể quét mã trong ảnh.
zh_hans: 此设备限制了相机的使用。你仍可以扫描照片中的码。
zh_hant: 此裝置限制使用相機。你仍可以掃描照片中的條碼。

source: This image couldn’t be opened.
ar: تعذر فتح هذه الصورة.
ca: No s’ha pogut obrir aquesta imatge.
cs: Tento obrázek se nepodařilo otevřít.
da: Billedet kunne ikke åbnes.
de: Dieses Bild konnte nicht geöffnet werden.
el: Δεν ήταν δυνατό το άνοιγμα αυτής της εικόνας.
es: No se pudo abrir esta imagen.
fi: Kuvaa ei voitu avata.
fr: Impossible d’ouvrir cette image.
he: לא ניתן היה לפתוח את התמונה הזו.
hi: यह इमेज खोली नहीं जा सकी।
hr: Ovu sliku nije moguće otvoriti.
hu: Ezt a képet nem sikerült megnyitni.
id: Gambar ini tidak dapat dibuka.
it: Impossibile aprire questa immagine.
ja: この画像を開けませんでした。
ko: 이 이미지를 열 수 없습니다.
ms: Imej ini tidak dapat dibuka.
nb: Bildet kunne ikke åpnes.
nl: Deze afbeelding kan niet worden geopend.
pl: Nie udało się otworzyć tego obrazka.
pt_br: Não foi possível abrir esta imagem.
pt_pt: Não foi possível abrir esta imagem.
ro: Această imagine nu a putut fi deschisă.
ru: Не удалось открыть это изображение.
sk: Tento obrázok sa nepodarilo otvoriť.
sv: Det gick inte att öppna bilden.
th: ไม่สามารถเปิดภาพนี้ได้
tr: Bu görüntü açılamadı.
uk: Не вдалося відкрити це зображення.
vi: Không thể mở hình ảnh này.
zh_hans: 无法打开此图像。
zh_hant: 無法打開此影像。

source: This isn't a web address. It runs a script when opened.
ar: هذا ليس عنوان ويب. إنه يشغّل نصًا برمجيًا عند فتحه.
ca: Això no és una adreça web. Executa un script en obrir-se.
cs: Toto není webová adresa. Po otevření spustí skript.
da: Dette er ikke en webadresse. Den kører et script, når den åbnes.
de: Das ist keine Webadresse. Beim Öffnen wird ein Skript ausgeführt.
el: Αυτό δεν είναι διεύθυνση ιστού. Εκτελεί ένα σενάριο όταν ανοίγει.
es: Esto no es una dirección web. Ejecuta un script al abrirse.
fi: Tämä ei ole verkko-osoite. Se suorittaa skriptin avattaessa.
fr: Ce n’est pas une adresse web. Il exécute un script à l’ouverture.
he: זו לא כתובת אינטרנט. היא מריצה סקריפט כשפותחים אותה.
hi: यह वेब पता नहीं है। खोलने पर यह एक स्क्रिप्ट चलाता है।
hr: Ovo nije web-adresa. Kad se otvori, pokreće skriptu.
hu: Ez nem webcím. Megnyitáskor egy szkriptet futtat.
id: Ini bukan alamat web. Ini menjalankan skrip saat dibuka.
it: Questo non è un indirizzo web. Esegue uno script quando viene aperto.
ja: これはWebアドレスではありません。開くとスクリプトが実行されます。
ko: 웹 주소가 아닙니다. 열면 스크립트가 실행됩니다.
ms: Ini bukan alamat web. Ia menjalankan skrip apabila dibuka.
nb: Dette er ikke en nettadresse. Den kjører et skript når den åpnes.
nl: Dit is geen webadres. Het voert een script uit als het wordt geopend.
pl: To nie jest adres internetowy. Po otwarciu uruchamia skrypt.
pt_br: Isto não é um endereço web. Ele executa um script ao ser aberto.
pt_pt: Isto não é um endereço web. Executa um script ao ser aberto.
ro: Aceasta nu este o adresă web. Rulează un script când este deschisă.
ru: Это не веб-адрес. При открытии запускается скрипт.
sk: Toto nie je webová adresa. Po otvorení spustí skript.
sv: Det här är ingen webbadress. Den kör ett skript när den öppnas.
th: นี่ไม่ใช่ที่อยู่เว็บ แต่จะเรียกใช้สคริปต์เมื่อเปิด
tr: Bu bir web adresi değil. Açıldığında bir betik çalıştırır.
uk: Це не вебадреса. Під час відкриття запускається скрипт.
vi: Đây không phải địa chỉ web. Nó sẽ chạy một đoạn mã lệnh khi được mở.
zh_hans: 这不是网址。打开时会运行脚本。
zh_hant: 這不是網址。開啟時會執行指令碼。

source: This page doesn't use HTTPS, so others on the network could see or change it.
ar: لا تستخدم هذه الصفحة HTTPS، لذا يمكن للآخرين على الشبكة رؤيتها أو تغييرها.
ca: Aquesta pàgina no fa servir HTTPS, així que altres persones de la xarxa podrien veure-la o modificar-la.
cs: Tato stránka nepoužívá HTTPS, takže ji ostatní v síti mohou vidět nebo změnit.
da: Denne side bruger ikke HTTPS, så andre på netværket kan se eller ændre den.
de: Diese Seite verwendet kein HTTPS, daher könnten andere im Netzwerk sie sehen oder verändern.
el: Αυτή η σελίδα δεν χρησιμοποιεί HTTPS, οπότε άλλοι στο δίκτυο θα μπορούσαν να τη δουν ή να την αλλάξουν.
es: Esta página no usa HTTPS, así que otras personas en la red podrían verla o modificarla.
fi: Tämä sivu ei käytä HTTPS:ää, joten muut verkossa olevat voivat nähdä tai muuttaa sitä.
fr: Cette page n’utilise pas HTTPS : d’autres personnes sur le réseau pourraient la voir ou la modifier.
he: הדף הזה לא משתמש ב־HTTPS, כך שאחרים ברשת יכולים לראות או לשנות אותו.
hi: यह पेज HTTPS का उपयोग नहीं करता, इसलिए नेटवर्क पर मौजूद अन्य लोग इसे देख या बदल सकते हैं।
hr: Ova stranica ne koristi HTTPS pa bi je drugi na mreži mogli vidjeti ili izmijeniti.
hu: Ez az oldal nem használ HTTPS-t, így a hálózaton mások láthatják vagy módosíthatják.
id: Halaman ini tidak menggunakan HTTPS, sehingga orang lain di jaringan dapat melihat atau mengubahnya.
it: Questa pagina non usa HTTPS, quindi altri sulla rete potrebbero vederla o modificarla.
ja: このページはHTTPSを使用していないため、同じネットワーク上の他人に見られたり改ざんされたりする可能性があります。
ko: 이 페이지는 HTTPS를 사용하지 않으므로 같은 네트워크의 다른 사람이 내용을 보거나 변경할 수 있습니다.
ms: Halaman ini tidak menggunakan HTTPS, jadi orang lain pada rangkaian boleh melihat atau mengubahnya.
nb: Denne siden bruker ikke HTTPS, så andre på nettverket kan se eller endre den.
nl: Deze pagina gebruikt geen HTTPS, dus anderen op het netwerk kunnen haar zien of wijzigen.
pl: Ta strona nie używa HTTPS, więc inni w sieci mogą ją zobaczyć lub zmienić.
pt_br: Esta página não usa HTTPS, então outras pessoas na rede podem vê-la ou alterá-la.
pt_pt: Esta página não usa HTTPS, por isso outras pessoas na rede podem vê-la ou alterá-la.
ro: Această pagină nu folosește HTTPS, deci alții din rețea ar putea să o vadă sau să o modifice.
ru: Эта страница не использует HTTPS, поэтому другие пользователи сети могут видеть или изменять ее.
sk: Táto stránka nepoužíva HTTPS, takže ostatní v sieti by ju mohli vidieť alebo zmeniť.
sv: Den här sidan använder inte HTTPS, så andra i nätverket kan se eller ändra den.
th: หน้านี้ไม่ได้ใช้ HTTPS ผู้อื่นในเครือข่ายจึงอาจเห็นหรือเปลี่ยนแปลงหน้านี้ได้
tr: Bu sayfa HTTPS kullanmıyor, bu yüzden ağdaki başkaları onu görebilir veya değiştirebilir.
uk: Ця сторінка не використовує HTTPS, тому інші користувачі мережі можуть бачити або змінювати її.
vi: Trang này không dùng HTTPS, nên người khác trên cùng mạng có thể xem hoặc thay đổi nội dung.
zh_hans: 此网页未使用 HTTPS，因此同一网络中的其他人可能会查看或篡改其内容。
zh_hant: 此網頁未使用 HTTPS，同一網路上的其他人可能看到或竄改內容。
